<?php

return [
    'title'        => 'إدارة التخصصات',
    'list'         => 'قائمة التخصصات',
    'add_new'      => 'إضافة تخصص جديد',
    'title_ar'      => 'الاسم (عربي)',
    'title_en'      => 'الاسم (إنجليزي)',
    'status'       => 'الحالة',
    'active'       => 'مفعل',
    'inactive'     => 'غير مفعل',
    'image'        => 'الصورة',
    'actions'      => 'الإجراءات',
    'edit'         => 'تعديل',
    'delete'       => 'حذف',
    'no_data'      => 'لا يوجد تخصصات مضافة بعد',
    'create_title' => 'إضافة تخصص جديد',
    'edit_title'   => 'تعديل التخصص',
    'save'         => 'حفظ',
    'update'       => 'تحديث',
    'cancel'       => 'إلغاء',
    'success_add'  => 'تمت إضافة التخصص بنجاح ✅',
    'success_edit' => 'تم تعديل التخصص بنجاح ✨',
    'success_del'  => 'تم حذف التخصص بنجاح 🗑️',
    'add_new' => 'إضافة تخصص جديد',
    'plural' => 'إدارة التخصصات ',

];
